export default [{
		text: '互联网/IT/电子/通信',
		id: '101',
		children: [{
				text: '计算机软件',
				id: '1'
			},
			{
				text: '计算机硬件',
				id: '2'
			},
			{
				text: '企业服务',
				id: '3'
			},
			{
				text: '人工智能',
				id: '4'
			},
			{
				text: '通信/网络设备',
				id: '5'
			},
			{
				text: '网络/信息安全',
				id: '6'
			},
			{
				text: '新媒体',
				id: '7'
			},
			{
				text: '游戏',
				id: '8'
			},
			{
				text: '云计算/大数据',
				id: '9'
			}
		]
	},
	{
		text: '房地产',
		id: '102',
		children: [{
				text: '房地产开发与经营',
				id: '10',
			},
			{
				text: '房地产中介',
				id: '11'
			},
			{
				text: '土地与公共设施管理',
				id: '12'
			},
			{
				text: '物业服务',
				id: '13'
			}
		]
	},
	{
		text: '金融业',
		id: '103',
		children: [{
				text: '保险业',
				id: '14',
			},
			{
				text: '典当',
				id: '15'
			},
			{
				text: '互联网金融/小额贷款',
				id: '16'
			},
			{
				text: '基金/风投',
				id: '17'
			},
			{
				text: '汽车金融服务',
				id: '18'
			},
			{
				text: '信托投资',
				id: '19'
			},
			{
				text: '银行',
				id: '20'
			},
			{
				text: '证券/期货',
				id: '21'
			}
		]
	},
	{
		text: '建筑业',
		id: '104',
		children: [{
				text: '房屋建筑/建筑设备安装',
				id: '22',
			},
			{
				text: '公共建筑装饰装修',
				id: '23'
			},
			{
				text: '土木工程建筑',
				id: '24'
			},
			{
				text: '住宅装饰装修',
				id: '25'
			}
		]
	},
	{
		text: '制造业',
		id: '105',
		children: [{
				text: '船舶/航空/航天/火车制造',
				id: '26',
			},
			{
				text: '电气机械/器材制造',
				id: '27'
			},
			{
				text: '电子设备制造',
				id: '28'
			},
			{
				text: '纺织业/服饰产品加工制造',
				id: '29'
			},
			{
				text: '非金属矿物制品业',
				id: '30'
			},
			{
				text: '钢铁和有色金属冶炼及加工',
				id: '31'
			},
			{
				text: '化学纤维制造业',
				id: '32'
			},
			{
				text: '化学原来/化学制品',
				id: '33'
			},
			{
				text: '金属制品业',
				id: '34'
			},
			{
				text: '农副产品加工制造',
				id: '35'
			},
			{
				text: '汽车制造',
				id: '36'
			},
			{
				text: '燃料资源加工制造',
				id: '37'
			},
			{
				text: '日化产品制造',
				id: '38'
			},
			{
				text: '通用设备制造',
				id: '39'
			},
			{
				text: '橡胶和塑料制品',
				id: '40'
			},
			{
				text: '医药制造',
				id: '41'
			},
			{
				text: '仪器仪表制造',
				id: '42'
			},
			{
				text: '印刷/文体用品制造',
				id: '43'
			},
			{
				text: '造纸/家具制造',
				id: '44'
			},
			{
				text: '专用设备制造',
				id: '45'
			},
			{
				text: '医疗设备/器械',
				id: '46'
			}
		]
	},
	{
		text: '农林牧渔',
		id: '106',
		children: [{
			text: '农林牧渔',
			id: '47',
		}]
	},
	{
		text: '批发/零售/贸易',
		id: '107',
		children: [{
			text: '快速消费品',
			id: '48',
		}, {
			text: '贸易/进出口代理/拍卖',
			id: '49',
		}, {
			text: '耐用消费品',
			id: '50',
		}, {
			text: '零售/皮肤',
			id: '51',
		}]
	},
	{
		text: '专业服务',
		id: '108',
		children: [{
			text: '财务/审计/税务',
			id: '52',
		}, {
			text: '法律服务',
			id: '53',
		}, {
			text: '工程技术与设计服务',
			id: '54',
		}, {
			text: '广告业',
			id: '55',
		}, {
			text: '会议/展览服务',
			id: '56',
		}, {
			text: '检测/认证',
			id: '57',
		}, {
			text: '景区/商业/市场等综合管理',
			id: '58',
		}, {
			text: '人力资源服务',
			id: '59',
		}, {
			text: '商业代理服务',
			id: '60',
		}, {
			text: '专利/商标/知识产权',
			id: '61',
		}, {
			text: '专业技术服务',
			id: '62',
		}, {
			text: '咨询服务',
			id: '63',
		}, {
			text: '租聘服务',
			id: '64',
		}]
	},
	{
		text: '文化/体育/娱乐',
		id: '109',
		children: [{
			text: '广播/电视/电影/录音制作',
			id: '65',
		}, {
			text: '体育',
			id: '66',
		}, {
			text: '文化艺术/娱乐',
			id: '67',
		}, {
			text: '新闻/出版',
			id: '68',
		}]
	},
	{
		text: '交通运输/仓储/物流',
		id: '110',
		children: [{
			text: '火车站/港口/汽车站/路政',
			id: '69',
		}, {
			text: '货运/物流仓储',
			id: '70',
		}, {
			text: '民航/铁路/公路/水路客运',
			id: '71',
		}, {
			text: '邮政/快递',
			id: '72',
		}]
	},
	{
		text: '能源/环保/矿产',
		id: '111',
		children: [{
			text: '电力/水利/热力/燃气',
			id: '73',
		}, {
			text: '环保',
			id: '74',
		}, {
			text: '矿产/采掘',
			id: '75',
		}, {
			text: '石油/石化',
			id: '76',
		}, {
			text: '新能源',
			id: '77',
		}]
	},
	{
		text: '教育培训/科研',
		id: '112',
		children: [{
			text: '科学技术推广服务业',
			id: '78',
		}, {
			text: '培训/课外教育/教育辅助',
			id: '79',
		}, {
			text: '学术/科研',
			id: '80',
		}, {
			text: '学校教育',
			id: '81',
		}]
	},
	{
		text: '卫生及社会工作',
		id: '113',
		children: [{
			text: '卫生服务',
			id: '82',
		}, {
			text: '养老/孤儿/看护等社会服务',
			id: '83',
		}, {
			text: '医院',
			id: '84',
		}]
	},
	{
		text: '公共管理/社会保障',
		id: '114',
		children: [{
			text: '国家机构',
			id: '85',
		}, {
			text: '社团/组织/社会保障',
			id: '86',
		}]
	},
	{
		text: '生活服务',
		id: '115',
		children: [{
			text: '餐饮业',
			id: '87',
		}, {
			text: '酒店/民宿',
			id: '88',
		}, {
			text: '居民服务',
			id: '89',
		}, {
			text: '旅游业',
			id: '90',
		}]
	},
]
